Repository: AlexBelfegor/allMyprojects
Catalog: ditto/*-apps/shop/plugins/quickorder/locale/*/LC_MESSAGES/shop_quickorder.po
Languages: ru_ru

source: Field name
ru_ru: Название поля

source: Address
ru_ru: Адрес

source: Required
ru_ru: Обязательное

source: 1-Click Ordering
ru_ru: Купить в один клик

source: Select the fields that will be filled by customers while ordering
ru_ru: Выберите поля, которые будут запрашиваться при совершении покупки.

source: Add field
ru_ru: Добавить поле

source: 1-Click button name
ru_ru: Название кнопки

source: 1-Click button name to order the shopping cart
ru_ru: Название кнопки для заказа всей корзины

source: Comment to the order
ru_ru: Комментарий к заказу

source: Style
ru_ru: Стиль оформления

source: Allow customers to leave order comment
ru_ru: Разрешить пользователям оставлять комментарии к заказам

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: You will see the comment in Orders
ru_ru: Комментарий будет виден в Заказах

source: Text inside the popup purchase window
ru_ru: Текст во всплывающем окне оформления заказа

source: Customers will see the text before the button 'Place order'. You can use html.
ru_ru: Текст появится перед кнопкой отправления заказа. Можно использовать html-код.

source: Text after successfully accepted order
ru_ru: Текст после отправки заказа

source: Use $order_id to indicate the order number
ru_ru: Используйте $order_id для обозначения номера заказа

source: Customers will see the text only if they use 1-Click Ordering for item, not the shopping cart
ru_ru: Текст появится только при заказе определенного товара

source: Additional js-code after successfully accepted order
ru_ru: Дополнительный js-код после успешного оформления заказа

source: Use variable 'params' to get info about order. The structure of variable you can find on the plugins's page of Webasyst Store
ru_ru: Используйте объект 'params' для получения информации и заказе. Структуру объекта можно узнать на странице плагина в магазине Вебасист

source: Enable hook
ru_ru: Использовать хук

source: Check 'No', if you want to disable default button output on the product page
ru_ru: Выберите 'Нет', если хотите отменить вывод кнопки по умолчанию на странице товара

source: Check 'No', if you want to disable default button output on the cart page
ru_ru: Выберите 'Нет', если хотите отменить вывод кнопки по умолчанию на странице корзины

source: Save
ru_ru: Сохранить

source: Something wrong
ru_ru: Произошла ошибка

source: Incorrect email
ru_ru: Email введен некорректно

source: Your shopping cart is empty
ru_ru: Ваша корзина пуста

source: For product %s only %d left in stock. Sorry.
ru_ru: Извините, но для товара %s осталось в наличии только %d экземпляров.

source: Oops! %s is not available for purchase at the moment. Please remove this product from your shopping cart to proceed.
ru_ru: Извините, но товар '%s' недоступен для покупки в данный момент. Пожалуйста, удалите этот товар из корзины для того, чтобы оформить заказ.

source: Cannot create order
ru_ru: Не удается создать заказ

source: Only %d left in stock. Sorry.
ru_ru: Извините, но в наличии только %d экземпляров этого товара.

source: Product not found
ru_ru: Товар не найден

source: Cannot save the fields
ru_ru: Поля сохранить не удалось

source: Cannot save settings fields
ru_ru: Поля настроек сохранить не удалось

source: Buy now with 1-Click
ru_ru: Купить в 1 клик

source: 1-Click Cart Ordering
ru_ru: Быстрая покупка

source: We successfully accepted your order
ru_ru: Ваш заказ оформлен

source: Your order number is
ru_ru: Номер заказа

source: 1-Click ordering lets you skip the shopping cart
ru_ru: Быстрая покупка товара в один клик

source: Item
ru_ru: Наименование

source: Buy it
ru_ru: Отправить заказ
